Revit 2027 API
ParameterTypeId.DimLabel Property
 "Label"
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public static ForgeTypeId DimLabel { get; }
Public Shared ReadOnly Property DimLabel As ForgeTypeId
	Get
public:
static property ForgeTypeId^ DimLabel {
	ForgeTypeId^ get ();
}
static member DimLabel : ForgeTypeId with get
Property Value
ForgeTypeId
See Also
Reference
ParameterTypeId Class
Autodesk.Revit.DB Namespace